import React from 'react';

function Oveview() {
  return (
    <div className='px-6 max-w-7xl w-full mt-12'>
      <p className=' font-bold text-2xl md:text-3xl text-[#1B1C1E]'>Обзор</p>
      <p className='mt-5 text-lg text-[#49494B]'>
        Чериков - административный центр Чериковского района Могилевской области
        на реке Сож. Город расположен в 76 км от Могилева и 272 км от Минска
        вблизи белорусско-русской границы. Через город проходят автомобильные
        дороги Р43 (Звенчатка - Кричев - Бобруйск - Ивацевичи), Р74 (Чериков -
        Краснополье - Хотимск) и Р122 (Могилёв - Чериков - Костюковичи).
        Население Черикова - 7 774 человек
      </p>
    </div>
  );
}

export default Oveview;
