import image_1 from './assets/images/1.jpg';
import image_2 from './assets/images/2.jpg';
import image_3 from './assets/images/3.jpg';
import image_4 from './assets/images/4.jpg';
import image_5 from './assets/images/5.jpg';
import image_6 from './assets/images/6.jpg';
import image_7 from './assets/images/7.jpg';
import image_8 from './assets/images/8.jpg';

let placesData = [
  {
    id: 1,
    title: 'Костёл Пресвятой Девы Марии',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации ',
    adress: 'Чериков, улица Ленинская 192',
    image: image_1,
  },
  {
    id: 2,
    title: 'Храм Рождества Пресвятой Богородицы',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_2,
  },
  {
    id: 3,
    title: 'Памятник ликвидаторам аварии на ЧАЭС',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_3,
  },
  {
    id: 4,
    title: 'Сквер имени героя СССР Евгения Николаенко',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_4,
  },
  {
    id: 5,
    title: 'Река Сож',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_5,
  },
  {
    id: 6,
    title: 'Районный дом культуры',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_6,
  },
  {
    id: 7,
    title: 'Чериковский историко-краеведческий музей',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_7,
  },
  {
    id: 8,
    title: 'Центральный парк',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации',
    adress: 'Чериков, улица Ленинская 192',
    image: image_8,
  },
];

export default placesData;
