import image_1 from './assets/images/1.jpg';
import image_2 from './assets/images/2.jpg';
import image_3 from './assets/images/3.jpg';
import image_4 from './assets/images/4.jpg';
import image_5 from './assets/images/5.jpg';
import image_6 from './assets/images/6.jpg';
import image_7 from './assets/images/7.jpg';
import image_8 from './assets/images/8.jpg';

let placesData = [
  {
    id: 1,
    title: 'Костёл Пресвятой Девы Марии',
    description:
      'Каменный католический храм, памятник архитектуры неороманского стиля. Построенный на месте бывшего кармелитского деревянного костела, в советское время он был преобразован в дом культуры. В настоящее время возвращен католической церкви, находится на реставрации ',
    adress: 'Чериков, улица Ленинская, 192',
    image: image_1,
  },
  {
    id: 2,
    title: 'Храм Рождества Пресвятой Богородицы',
    description:
      'Церковь Рождества Богородицы в Черикове появилась относительно недавно: в 1990-х годах под храм было переделано здание дореволюционной постройки. Оно было возведено в городе на рубеже XIX-XX веков и первоначально использовалось как жилой дом. После реконструкции над входом появилась шатровая колокольня, а над основным объемом – барабан, увенчанный луковичной головкой (еще одна расположена позади него). ',
    adress: 'Чериков, улица Болдина, 24А',
    image: image_2,
  },
  {
    id: 3,
    title: 'Памятник ликвидаторам аварии на ЧАЭС',
    description:
      'Памятник захороненным деревням, установленный в центре Черикова. На двадцати пяти мемориальных таблицах – названия бывших поселений, даты ликвидации и количество переселенных жителей.',
    adress: 'Чериков, улица Рокоссовского',
    image: image_3,
  },
  {
    id: 4,
    title: 'Сквер имени героя СССР Евгения Николаенко',
    description:
      'Сквер Защитника Отечества, названный в честь Героя Советского Союза генерал-лейтенанта авиации Евгения Макаровича Николаенко.Знаковое место появилось у нас в городе по инициативе районного исполкома и военного комиссариата, при поддержке Министерства обороны Республики Беларусь. А также активном участии предприятий Чериковского района, которые оказывали помощь в транспортировке и установке самолета и благоустройстве сквера.',
    adress: 'Чериков, пересечение улиц Ленинской и Карла Маркса',
    image: image_4,
  },
  {
    id: 5,
    title: 'Река Сож',
    description:
      'Один из крупнейших по величине и водности приток реки Днепр. Общая протяженность реки - 648 км. Излюбленное место активного отдыха жителей и гостей города.',
    adress: 'Чериков',
    image: image_5,
  },
  {
    id: 6,
    title: 'Районный дом культуры',
    description:
      'Заведением проводится работа по организации и проведению культурных мероприятий для различных категорий населения: плановые социально-значимые мероприятия; народные праздники и гуляния; выездные мероприятия различного характера; концерты творческих коллективов района и профессиональных артистов; представления, игровые и развлекательные программы; вечера отдыха; дискотеки и танцевальные вечера; тематические и корпоративные мероприятия.',
    adress: 'Чериков, Краснореволюционная улица, 40',
    image: image_6,
  },
  {
    id: 7,
    title: 'Чериковский историко-краеведческий музей',
    description:
      'Учреждение культуры «Чериковский историко-краеведческий музей» основано в 1983 г., открыто для посещения 27 ноября 1986 г. В 2007 году учреждение получило юридический статус. Одним из активных создателей музея, а в дальнейшем его директором, был ветеран Великой Отечественной войны, учитель истории и географии Рудиков Федор Терентьевич. Находясь на заслуженном отдыхе, он работал в Доме пионеров и школьников, вел кружок краеведения. Там же стал собирать первые экспонаты, которые в настоящее время составляют фонд музея.',
    adress: 'Чериков, улица Ленинская, 180',
    image: image_7,
  },
  {
    id: 8,
    title: 'Центральный парк',
    description:
      'История парка берет свое начало с приезда в город Чериков Екатерины II. В ее честь в парке были высажены липы аллеями в форме двух букв «Е». В парке находится могила борцов за Советскую власть, мемориальный знак «400 лет г. Черикову». Парк является одним из центров культурной жизни горожан и гостей города. В парке проводятся культурно-массовые мероприятия.',
    adress: 'Чериков, пересечение улиц Ленинской и Советской',
    image: image_8,
  },
];

export default placesData;
